Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# Fetching weigh-ins… ({0}/{1})
source: Fetching weigh-ins… (%1$@/%2$@)
ar: جارٍ جلب قياسات الوزن… (%1$@/%2$@)
de: Wiegungen werden geladen… (%1$@/%2$@)
es: Cargando pesajes… (%1$@/%2$@)
fr: Chargement des pesées… (%1$@/%2$@)
hi: वज़न लाए जा रहे हैं… (%1$@/%2$@)
hu: Mérések letöltése… (%1$@/%2$@)
it: Download pesate… (%1$@/%2$@)
ko: 체중 가져오는 중… (%1$@/%2$@)
pl: Pobieranie ważenia… (%1$@/%2$@)
pt: A carregar pesagens… (%1$@/%2$@)
pt_br: Buscando pesagens… (%1$@/%2$@)
ru: Загрузка взвешиваний… (%1$@/%2$@)
th: กำลังดึงน้ำหนักตัว… (%1$@/%2$@)
tr: Tartımlar getiriliyor… (%1$@/%2$@)
uk: Завантаження зважувань… (%1$@/%2$@)
zh: 正在获取体重… (%1$@/%2$@)

# Fetching workouts… ({0}/{1})
source: Fetching workouts… (%1$@/%2$@)
ar: جارٍ جلب التدريبات… (%1$@/%2$@)
de: Trainings werden geladen… (%1$@/%2$@)
es: Cargando entrenamientos… (%1$@/%2$@)
fr: Chargement des séances… (%1$@/%2$@)
hi: वर्कआउट लाए जा रहे हैं… (%1$@/%2$@)
hu: Edzések letöltése… (%1$@/%2$@)
it: Download allenamenti… (%1$@/%2$@)
ko: 운동 기록 가져오는 중… (%1$@/%2$@)
pl: Pobieranie treningów… (%1$@/%2$@)
pt: A carregar treinos… (%1$@/%2$@)
pt_br: Buscando treinos… (%1$@/%2$@)
ru: Загрузка тренировок… (%1$@/%2$@)
th: กำลังดึงการฝึก… (%1$@/%2$@)
tr: Antrenmanlar getiriliyor… (%1$@/%2$@)
uk: Завантаження тренувань… (%1$@/%2$@)
zh: 正在获取训练… (%1$@/%2$@)

# Filter by "{0}"
source: Filter by "%1$@"
ar: التصفية حسب «%1$@»
de: Nach „%1$@“ filtern
es: Filtrar por «%1$@»
fr: Filtrer par « %1$@ »
hi: “%1$@” से फ़िल्टर करें
hu: Szűrés erre: „%1$@”
it: Filtra per “%1$@”
ko: ‘%1$@’(으)로 필터
pl: Filtruj według „%1$@”
pt: Filtrar por «%1$@»
pt_br: Filtrar por “%1$@”
ru: Фильтровать по «%1$@»
th: กรองตาม "%1$@"
tr: “%1$@” ile filtrele
uk: Фільтрувати за «%1$@»
zh: 按“%1$@”筛选

source: Filter by equipment
ar: التصفية حسب المعدات
de: Nach Geräten filtern
es: Filtrar por equipo
fr: Filtrer par équipement
hi: उपकरण से फ़िल्टर करें
hu: Szűrés eszköz szerint
it: Filtra per attrezzi
ko: 장비로 필터
pl: Filtruj według sprzętu
pt: Filtrar por equipamento
pt_br: Filtrar por equipamento
ru: Фильтровать по инвентарю
th: กรองตามอุปกรณ์
tr: Ekipmana göre filtrele
uk: Фільтрувати за інвентарем
zh: 按器械筛选

source: Filters the exercise library and picker, and flags routine exercises that need something you don’t have in the active profile.
ar: يصفّي مكتبة التمارين والمنتقي، ويميز تمارين الروتين التي تحتاج معدات غير موجودة في الملف النشط.
de: Filtert die Übungsbibliothek und die Auswahl und markiert Übungen in Routinen, die Geräte brauchen, die du im aktiven Profil nicht hast.
es: Filtra la biblioteca de ejercicios y el selector, y marca los ejercicios de las rutinas que necesitan algo que no tienes en el perfil activo.
fr: Filtre la bibliothèque d’exercices et le sélecteur, et signale les exercices de routine qui nécessitent quelque chose que tu n’as pas dans le profil actif.
hi: कसरत लाइब्रेरी और चयनकर्ता को फ़िल्टर करता है, और उन रूटीन कसरतों को चिह्नित करता है जिनके लिए सक्रिय प्रोफ़ाइल में मौजूद न होने वाला उपकरण चाहिए।
hu: Szűri a gyakorlattárat és a választót, és megjelöli a rutinok azon gyakorlatait, amelyekhez olyasmi kell, ami nincs az aktív profilodban.
it: Filtra la libreria degli esercizi e il selettore, e segnala gli esercizi delle routine che richiedono qualcosa che non hai nel profilo attivo.
ko: 운동 라이브러리와 선택기를 필터링하고, 활성 프로필에 없는 장비가 필요한 루틴 운동을 표시합니다.
pl: Filtruje bibliotekę ćwiczeń i selektor oraz oznacza ćwiczenia w rutynach, które wymagają czegoś, czego nie masz w aktywnym profilu.
pt: Filtra a biblioteca de exercícios e o seletor, e assinala os exercícios das rotinas que precisam de algo que não tens no perfil ativo.
pt_br: Filtra a biblioteca de exercícios e o seletor, e sinaliza os exercícios das rotinas que precisam de algo que você não tem no perfil ativo.
ru: Фильтрует библиотеку упражнений и выбор, а также отмечает упражнения в программах, для которых нужно то, чего нет в активном профиле.
th: กรองคลังท่าออกกำลังกายและตัวเลือกท่า พร้อมทั้งทำเครื่องหมายท่าในรูทีนที่ต้องใช้อุปกรณ์ที่ไม่มีในโปรไฟล์ที่ใช้งานอยู่
tr: Hareket kitaplığını ve seçiciyi filtreler, ayrıca aktif profilinde olmayan bir şeye ihtiyaç duyan rutin hareketlerini işaretler.
uk: Фільтрує бібліотеку вправ і вибір, а також позначає вправи в програмах, для яких потрібне те, чого немає в активному профілі.
zh: 筛选动作库和选择器，并标记训练计划中需要当前配置里没有的器械的动作。

source: Finish
ar: إنهاء
de: Beenden
es: Terminar
fr: Terminer
hi: समाप्त
hu: Befejezés
it: Termina
ko: 마치기
pl: Zakończ
pt: Terminar
pt_br: Terminar
ru: Завершить
th: เสร็จสิ้น
tr: Bitir
uk: Завершити
zh: 结束

source: Finish anyway
ar: إنهاء على أي حال
de: Trotzdem beenden
es: Terminar igualmente
fr: Terminer quand même
hi: फिर भी समाप्त करें
hu: Befejezés mindenképp
it: Termina comunque
ko: 그래도 마치기
pl: Zakończ mimo to
pt: Terminar mesmo assim
pt_br: Terminar mesmo assim
ru: Всё равно завершить
th: จบเลย
tr: Yine de bitir
uk: Все одно завершити
zh: 仍然结束

source: Finish early?
ar: إنهاء مبكرًا؟
de: Früher beenden?
es: ¿Terminar antes?
fr: Terminer plus tôt ?
hi: जल्दी समाप्त करें?
hu: Korábban befejezed?
it: Terminare in anticipo?
ko: 일찍 마칠까요?
pl: Zakończyć wcześniej?
pt: Terminar mais cedo?
pt_br: Terminar mais cedo?
ru: Завершить раньше?
th: จบก่อนกำหนด?
tr: Erken bitir?
uk: Завершити раніше?
zh: 提前结束？

source: Finish the current workout first.
ar: أنهِ التمرين الحالي أولًا.
de: Beende zuerst das laufende Training.
es: Termina primero el entrenamiento actual.
fr: Termine d’abord la séance en cours.
hi: पहले मौजूदा वर्कआउट पूरा करें।
hu: Előbb fejezd be a folyó edzést.
it: Termina prima l’allenamento in corso.
ko: 먼저 진행 중인 운동을 마치세요.
pl: Najpierw zakończ bieżący trening.
pt: Termina primeiro o treino em curso.
pt_br: Termine primeiro o treino atual.
ru: Сначала заверши текущую тренировку.
th: จบการฝึกปัจจุบันก่อน
tr: Önce mevcut antrenmanı bitir.
uk: Спочатку заверши поточне тренування.
zh: 请先完成当前训练。

source: Finish workout
ar: إنهاء التمرين
de: Training beenden
es: Terminar entrenamiento
fr: Terminer la séance
hi: वर्कआउट समाप्त करें
hu: Edzés befejezése
it: Termina allenamento
ko: 운동 마치기
pl: Zakończ trening
pt: Terminar treino
pt_br: Terminar treino
ru: Завершить тренировку
th: จบการออกกำลังกาย
tr: Antrenmanı bitir
uk: Завершити тренування
zh: 结束训练

# Finish workout early · {0} exercises
source: Finish workout early · %1$@ exercises
ar: إنهاء التمرين مبكرًا · %1$@ تمارين
de: Training vorzeitig beenden · %1$@ Übungen
es: Terminar antes · %1$@ ejercicios
fr: Terminer plus tôt · %1$@ exercices
hi: जल्दी समाप्त करें · %1$@ व्यायाम
hu: Edzés korai befejezése · %1$@ gyakorlat
it: Termina in anticipo · %1$@ esercizi
ko: 일찍 마치기 · 운동 %1$@개
pl: Zakończ wcześniej · %1$@ ćwiczeń
pt: Terminar mais cedo · %1$@ exercícios
pt_br: Terminar mais cedo · %1$@ exercícios
ru: Завершить раньше · упражнений: %1$@
th: จบก่อนกำหนด · %1$@ ท่า
tr: Erken bitir · %1$@ egzersiz
uk: Завершити раніше · вправ: %1$@
zh: 提前结束 · %1$@ 个动作

source: Finish your current workout first
ar: أنهِ تمرينك الحالي أولاً
de: Beende zuerst dein laufendes Workout
es: Termina primero tu entrenamiento actual
fr: Terminez d’abord votre séance en cours
hi: पहले चल रही वर्कआउट पूरी करें
hu: Fejezd be előbb a futó edzésed
it: Prima concludi l’allenamento in corso
ko: 진행 중인 운동을 먼저 마치세요
pl: Najpierw zakończ bieżący trening
pt: Termina primeiro o treino atual
pt_br: Finalize o treino atual primeiro
ru: Сначала завершите текущую тренировку
th: จบการออกกำลังกายปัจจุบันก่อน
tr: Önce mevcut antrenmanını bitir
uk: Спочатку заверши поточне тренування
zh: 请先完成当前训练

source: Finish your first workout to see progress curves here.
ar: أنهِ تمرينك الأول لترى منحنيات التقدم هنا.
de: Schließ dein erstes Training ab, um hier Fortschrittskurven zu sehen.
es: Termina tu primer entrenamiento para ver curvas de progreso aquí.
fr: Termine ta première séance pour voir tes courbes de progression ici.
hi: प्रगति ग्राफ़ देखने के लिए पहला वर्कआउट पूरा करें।
hu: Fejezd be az első edzésed, hogy itt lásd a fejlődési görbéket.
it: Completa il primo allenamento per vedere qui le curve dei progressi.
ko: 첫 운동을 마치면 여기에 진행 그래프가 표시됩니다.
pl: Ukończ pierwszy trening, aby zobaczyć tu krzywe postępów.
pt: Termina o teu primeiro treino para veres aqui as curvas de progresso.
pt_br: Finalize seu primeiro treino para ver os gráficos de progresso aqui.
ru: Заверши первую тренировку, чтобы увидеть здесь кривые прогресса.
th: จบการออกกำลังกายครั้งแรกเพื่อดูกราฟความคืบหน้าที่นี่
tr: İlerleme eğrilerini görmek için ilk antrenmanını bitir.
uk: Заверши перше тренування, щоб побачити тут криві прогресу.
zh: 完成第一次训练后，这里会显示进度曲线。

source: First confirm that it is you.
ar: أكّد أولًا أنك أنت.
de: Bestätige zuerst, dass du es bist.
es: Primero confirma que eres tú.
fr: Confirme d’abord que c’est bien toi.
hi: पहले पुष्टि करें कि यह आप ही हैं।
hu: Előbb erősítsd meg, hogy te vagy az.
it: Prima conferma che sei tu.
ko: 먼저 본인인지 확인하세요.
pl: Najpierw potwierdź, że to ty.
pt: Primeiro confirma que és tu.
pt_br: Primeiro confirme que é você.
ru: Сначала подтверди, что это ты.
th: ก่อนอื่นยืนยันว่าเป็นคุณ
tr: Önce sen olduğunu onayla.
uk: Спершу підтверди, що це ти.
zh: 请先确认是你本人。

source: First time in this routine — starting from its own target.
ar: أول مرة في هذا الروتين — نبدأ من هدفه الخاص.
de: Zum ersten Mal in dieser Routine — es geht mit ihrer eigenen Vorgabe los.
es: Primera vez en esta rutina: empiezas desde su propio objetivo.
fr: Première fois dans cette routine — on part de son propre objectif.
hi: इस रूटीन में पहली बार — इसके अपने लक्ष्य से शुरुआत।
hu: Először ebben a rutinban — a saját céljától indulsz.
it: Prima volta in questa routine: si parte dal suo obiettivo.
ko: 이 루틴에서 처음입니다 — 루틴의 목표부터 시작합니다.
pl: Pierwszy raz w tym planie treningowym — zaczynasz od jego własnego celu.
pt: Primeira vez nesta rotina — começas a partir do objetivo dela.
pt_br: Primeira vez nesta rotina — você começa pela meta dela.
ru: Впервые в этой программе — начинаем с её собственной цели.
th: ครั้งแรกในรูทีนนี้ — เริ่มจากเป้าหมายของรูทีนเอง
tr: Bu rutinde ilk kez — rutinin kendi hedefinden başlıyorsun.
uk: Уперше в цій програмі — починаємо з її власної цілі.
zh: 第一次练这个训练日——从它自己的目标开始。

source: FitNotes, Strong, Hevy — or body weight from Apple Health
ar: FitNotes أو Strong أو Hevy — أو وزن الجسم من Apple Health
de: FitNotes, Strong, Hevy — oder Körpergewicht aus Apple Health
es: FitNotes, Strong, Hevy — o peso corporal de Apple Health
fr: FitNotes, Strong, Hevy — ou le poids depuis Apple Santé
hi: FitNotes, Strong, Hevy — या Apple Health से वज़न
hu: FitNotes, Strong, Hevy — vagy testsúly az Apple Healthből
it: FitNotes, Strong, Hevy — o il peso da Apple Salute
ko: FitNotes, Strong, Hevy — 또는 Apple 건강의 체중
pl: FitNotes, Strong, Hevy — albo masa ciała z Apple Health
pt: FitNotes, Strong, Hevy — ou o peso da Apple Saúde
pt_br: FitNotes, Strong, Hevy — ou o peso da Apple Saúde
ru: FitNotes, Strong, Hevy — или вес из Apple Health
th: FitNotes, Strong, Hevy — หรือน้ำหนักตัวจาก Apple Health
tr: FitNotes, Strong, Hevy — veya Apple Health'ten vücut ağırlığı
uk: FitNotes, Strong, Hevy — або вага з Apple Health
zh: FitNotes、Strong、Hevy — 或来自 Apple 健康的体重

source: Five sets of five on the main barbell lifts.
ar: خمس مجموعات من خمس تكرارات على رفعات البار الرئيسية.
de: Fünf Sätze à fünf bei den großen Langhantelübungen.
es: Cinco series de cinco en los básicos con barra.
fr: Cinq séries de cinq sur les gros mouvements à la barre.
hi: मुख्य बारबेल लिफ़्ट पर पाँच सेट, पाँच रेप।
hu: Öt ötös sorozat a fő rúdgyakorlatokon.
it: Cinque serie da cinque sui fondamentali con bilanciere.
ko: 주요 바벨 종목을 5세트 5회로.
pl: Pięć serii po pięć na głównych bojach ze sztangą.
pt: Cinco séries de cinco nos básicos com barra.
pt_br: Cinco séries de cinco nos básicos com barra.
ru: Пять подходов по пять в основных движениях со штангой.
th: ห้าเซ็ต เซ็ตละห้าครั้ง ในท่าบาร์เบลหลัก
tr: Ana halter hareketlerinde beşer tekrarlı beş set.
uk: П'ять підходів по п'ять в основних рухах зі штангою.
zh: 主要杠铃动作五组五次。

source: Flash screen when timer ends
ar: وميض الشاشة عند انتهاء المؤقت
de: Bildschirm bei Timer-Ende blinken lassen
es: Hacer parpadear la pantalla al finalizar el temporizador
fr: Faire clignoter l’écran à la fin du minuteur
hi: टाइमर खत्म होने पर स्क्रीन फ्लैश करें
hu: Képernyő villogása, ha lejár az időzítő
it: Fai lampeggiare lo schermo alla fine del timer
ko: 타이머 종료 시 화면 깜박임
pl: Migaj ekranem po zakończeniu minutnika
pt: Piscar o ecrã quando o temporizador terminar
pt_br: Piscar a tela quando o temporizador terminar
ru: Мигать экраном по окончании таймера
th: กะพริบหน้าจอเมื่อหมดเวลา
tr: Zamanlayıcı bitince ekranı yanıp söndür
uk: Блимати екраном по закінченні таймера
zh: 计时结束时闪烁屏幕

source: Focus only on my routine “%1$@”. Improve it: exercise choice, order, sets and reps, rep ranges, progression. Leave the other routines alone.
ar: ركّز فقط على روتين «%1$@». حسّنه: اختيار التمارين، الترتيب، المجموعات والتكرارات، نطاقات التكرار، التقدم. اترك الروتينات الأخرى كما هي.
de: Konzentriere dich nur auf meine Routine „%1$@“. Verbessere sie: Übungsauswahl, Reihenfolge, Sätze und Wiederholungen, Wiederholungsbereiche, Progression. Lass die anderen Routinen unverändert.
es: Céntrate solo en mi rutina «%1$@». Mejórala: elección de ejercicios, orden, series y repeticiones, rangos de repeticiones, progresión. Deja las demás rutinas como están.
fr: Concentre-toi uniquement sur ma routine « %1$@ ». Améliore-la : choix des exercices, ordre, séries et répétitions, fourchettes de reps, progression. Ne touche pas aux autres routines.
hi: सिर्फ़ मेरी रूटीन “%1$@” पर ध्यान दो। इसे बेहतर बनाओ: व्यायाम का चयन, क्रम, सेट और रेप्स, रेप रेंज, प्रगति। बाकी रूटीन को वैसे ही रहने दो।
hu: Csak a(z) „%1$@” rutinomra koncentrálj. Javítsd: gyakorlatválasztás, sorrend, sorozatok és ismétlések, ismétléstartományok, progresszió. A többi rutint hagyd békén.
it: Concentrati solo sulla mia routine “%1$@”. Migliorala: scelta degli esercizi, ordine, serie e ripetizioni, range di reps, progressione. Lascia stare le altre routine.
ko: 내 루틴 “%1$@”에만 집중해 줘. 종목 선택, 순서, 세트와 반복, 반복 범위, 진행 방식을 개선해 줘. 다른 루틴은 그대로 둬.
pl: Skup się tylko na mojej rutynie „%1$@”. Popraw ją: dobór ćwiczeń, kolejność, serie i powtórzenia, zakresy powtórzeń, progresja. Pozostałe rutyny zostaw w spokoju.
pt: Concentra-te só na minha rotina “%1$@”. Melhora-a: escolha dos exercícios, ordem, séries e repetições, intervalos de repetições, progressão. Deixa as outras rotinas como estão.
pt_br: Foque só na minha rotina “%1$@”. Melhore ela: escolha dos exercícios, ordem, séries e repetições, faixas de repetições, progressão. Deixe as outras rotinas como estão.
ru: Сосредоточься только на моей программе «%1$@». Улучши её: выбор упражнений, порядок, подходы и повторения, диапазоны повторений, прогрессия. Остальные программы не трогай.
th: โฟกัสเฉพาะรูทีน “%1$@” ของฉัน ปรับปรุง: การเลือกท่า ลำดับ เซ็ตและจำนวนครั้ง ช่วงจำนวนครั้ง การเพิ่มความก้าวหน้า ไม่ต้องแตะรูทีนอื่น
tr: Sadece “%1$@” rutinime odaklan. Onu geliştir: egzersiz seçimi, sıra, set ve tekrarlar, tekrar aralıkları, ilerleme. Diğer rutinlere dokunma.
uk: Зосередься лише на моїй програмі «%1$@». Покращ її: вибір вправ, порядок, підходи й повторення, діапазони повторень, прогресія. Інші програми не чіпай.
zh: 只关注我的计划“%1$@”。改进它：动作选择、顺序、组数与次数、次数范围、进阶方式。其他计划不要动。

# Follow the routine ({0})
source: Follow the routine (%1$@)
ar: اتبع الروتين (%1$@)
de: Der Routine folgen (%1$@)
es: Seguir la rutina (%1$@)
fr: Suivre la routine (%1$@)
hi: रूटीन का पालन करें (%1$@)
hu: A rutin szabálya (%1$@)
it: Segui la scheda (%1$@)
ko: 루틴을 따름 (%1$@)
pl: Zgodnie z planem (%1$@)
pt: Seguir a rotina (%1$@)
pt_br: Seguir a rotina (%1$@)
ru: Как в программе (%1$@)
th: ตามกฎของรูทีน (%1$@)
tr: Rutini izle (%1$@)
uk: Як у програмі (%1$@)
zh: 跟随该计划（%1$@）

source: For dips or pull-ups with a belt. Progression then follows the weight.
ar: لتمارين الغطس أو العقلة مع حزام. عندها يعتمد التدرج على الوزن.
de: Für Dips oder Klimmzüge mit Gürtel. Die Progression folgt dann dem Gewicht.
es: Para fondos o dominadas con cinturón. La progresión sigue entonces el peso.
fr: Pour les dips ou les tractions avec une ceinture. La progression suit alors le poids.
hi: बेल्ट के साथ डिप्स या पुल-अप्स के लिए। फिर प्रोग्रेशन वज़न के हिसाब से चलता है।
hu: Övvel végzett tolódzkodáshoz vagy húzódzkodáshoz. A progresszió ekkor a súlyt követi.
it: Per dip o trazioni con la cintura. La progressione segue poi il peso.
ko: 벨트를 차고 하는 딥스나 풀업용. 그러면 점진적 증가가 무게를 따라갑니다.
pl: Do dipów albo podciągania z pasem. Progresja idzie wtedy za ciężarem.
pt: Para dips ou pull-ups com cinto. A progressão passa então a seguir o peso.
pt_br: Para dips ou pull-ups com cinto. A progressão passa então a seguir o peso.
ru: Для отжиманий на брусьях или подтягиваний с поясом. Тогда прогрессия идёт по весу.
th: สำหรับท่าดิปหรือพูลอัพที่ใช้เข็มขัดถ่วงน้ำหนัก การเพิ่มระดับจะอิงตามน้ำหนักแทน
tr: Kemerle yapılan dips veya barfiks için. İlerleme o zaman ağırlığı izler.
uk: Для віджимань на брусах або підтягувань із поясом. Тоді прогресія йде за вагою.
zh: 用于系负重腰带做双杠臂屈伸或引体向上。此时进阶方式跟随重量。

source: For lunges, single-arm rows and the like.
ar: لتمارين الاندفاع والسحب بذراع واحدة وما يشابهها.
de: Für Ausfallschritte, einarmiges Rudern und Ähnliches.
es: Para zancadas, remo a una mano y similares.
fr: Pour les fentes, les rowings à un bras et compagnie.
hi: लंजेस, सिंगल-आर्म रो और ऐसे व्यायामों के लिए।
hu: Kitörésekhez, egykezes evezéshez és hasonlókhoz.
it: Per affondi, rematori a un braccio e simili.
ko: 런지, 한팔 로우 같은 운동용.
pl: Do wykroków, wiosłowania jednorącz i podobnych.
pt: Para afundos, remadas a um braço e afins.
pt_br: Para afundos, remadas a um braço e afins.
ru: Для выпадов, тяг одной рукой и тому подобного.
th: สำหรับท่าลันจ์, โรว์แขนเดียว และท่าคล้ายกัน
tr: Lunge, tek kol çekiş ve benzeri hareketler için.
uk: Для випадів, тяги однією рукою і подібного.
zh: 用于弓步蹲、单臂划船之类的动作。

source: For this device, a security key, a password manager, or your phone through the browser’s own QR code. First confirm that it is you.
ar: لهذا الجهاز، أو مفتاح أمان، أو مدير كلمات مرور، أو هاتفك عبر رمز QR الخاص بالمتصفح نفسه. أكّد أولًا أنك أنت.
de: Für dieses Gerät, einen Sicherheitsschlüssel, einen Passwort-Manager oder dein Handy über den QR-Code des Browsers. Bestätige zuerst, dass du es bist.
es: Para este dispositivo, una llave de seguridad, un gestor de contraseñas o tu teléfono mediante el código QR del propio navegador. Primero confirma que eres tú.
fr: Pour cet appareil, une clé de sécurité, un gestionnaire de mots de passe, ou ton téléphone via le code QR du navigateur lui-même. Confirme d’abord que c’est bien toi.
hi: इस डिवाइस, सिक्योरिटी की, पासवर्ड मैनेजर, या ब्राउज़र के अपने QR कोड के ज़रिए आपके फ़ोन के लिए। पहले पुष्टि करें कि यह आप ही हैं।
hu: Ehhez az eszközhöz, biztonsági kulcshoz, jelszókezelőhöz vagy a telefonodhoz a böngésző saját QR-kódján keresztül. Előbb erősítsd meg, hogy te vagy az.
it: Per questo dispositivo, una chiave di sicurezza, un gestore di password o il tuo telefono tramite il codice QR del browser stesso. Prima conferma che sei tu.
ko: 이 기기, 보안 키, 비밀번호 관리자 또는 브라우저 자체 QR 코드를 통한 휴대폰용입니다. 먼저 본인인지 확인하세요.
pl: Dla tego urządzenia, klucza bezpieczeństwa, menedżera haseł albo twojego telefonu przez kod QR samej przeglądarki. Najpierw potwierdź, że to ty.
pt: Para este dispositivo, uma chave de segurança, um gestor de palavras-passe ou o teu telemóvel através do código QR do próprio navegador. Primeiro confirma que és tu.
pt_br: Para este dispositivo, uma chave de segurança, um gerenciador de senhas ou seu celular pelo código QR do próprio navegador. Primeiro confirme que é você.
ru: Для этого устройства, аппаратного ключа, менеджера паролей или телефона через QR-код самого браузера. Сначала подтверди, что это ты.
th: สำหรับอุปกรณ์นี้ กุญแจความปลอดภัย ตัวจัดการรหัสผ่าน หรือโทรศัพท์ของคุณผ่านคิวอาร์โค้ดของเบราว์เซอร์เอง ก่อนอื่นยืนยันว่าเป็นคุณ
tr: Bu cihaz, bir güvenlik anahtarı, bir şifre yöneticisi ya da tarayıcının kendi QR koduyla telefonun için. Önce sen olduğunu onayla.
uk: Для цього пристрою, апаратного ключа, менеджера паролів або телефона через QR-код самого браузера. Спершу підтверди, що це ти.
zh: 用于此设备、安全密钥、密码管理器，或通过浏览器自带的二维码使用你的手机。请先确认是你本人。

source: Forearms
ar: الساعد
de: Unterarme
es: Antebrazos
fr: Avant-bras
hi: अग्रभुजा
hu: Alkar
it: Avambracci
ko: 전완근
pl: Przedramiona
pt: Antebraços
pt_br: Antebraços
ru: Предплечья
th: แขนท่อนล่าง
tr: Ön kollar
uk: Передпліччя
zh: 前臂

source: Forgot it? Confirm with your passkey instead
ar: نسيتها؟ أكّد بمفتاح المرور بدلًا من ذلك
de: Vergessen? Stattdessen mit deinem Passkey bestätigen
es: ¿La olvidaste? Confirma con tu passkey
fr: Oublié ? Confirme plutôt avec ta passkey
hi: भूल गए? इसकी जगह अपनी पासकी से पुष्टि करें
hu: Elfelejtetted? Erősítsd meg inkább a jelszókulcsoddal
it: L’hai dimenticata? Conferma invece con la tua passkey
ko: 잊으셨나요? 대신 패스키로 확인하세요
pl: Nie pamiętasz? Potwierdź zamiast tego passkey
pt: Esqueceste-te? Confirma antes com a tua passkey
pt_br: Esqueceu? Confirme com sua chave de acesso
ru: Забыл? Подтверди ключом доступа
th: ลืมใช่ไหม? ยืนยันด้วยพาสคีย์แทน
tr: Unuttun mu? Bunun yerine geçiş anahtarınla onayla
uk: Не пам’ятаєш? Підтверди ключем доступу
zh: 忘记了？改用你的通行密钥确认

source: Forgot to finish on time? Set how long the session really took. It keeps its start time and its sets.
ar: نسيت الإنهاء في الوقت المناسب؟ حدّد المدة الفعلية للجلسة. يبقى وقت بدئها ومجموعاتها كما هي.
de: Vergessen, rechtzeitig zu beenden? Stell ein, wie lange die Einheit wirklich gedauert hat. Startzeit und Sätze bleiben, wie sie sind.
es: ¿Olvidaste terminar a tiempo? Indica cuánto duró de verdad la sesión. Conserva su hora de inicio y sus series.
fr: Oublié de terminer à temps ? Indique combien de temps la séance a vraiment duré. Elle garde son heure de début et ses séries.
hi: समय पर खत्म करना भूल गए? बताएं कि सेशन असल में कितनी देर चला। शुरू होने का समय और सेट वैसे ही रहेंगे।
hu: Elfelejtetted időben befejezni? Add meg, valójában meddig tartott az edzés. A kezdési idő és a sorozatok megmaradnak.
it: Hai dimenticato di terminare in tempo? Imposta quanto è durata davvero la sessione. Mantiene l’ora di inizio e le serie.
ko: 제때 종료하는 걸 잊으셨나요? 세션이 실제로 걸린 시간을 설정하세요. 시작 시간과 세트는 그대로 유지됩니다.
pl: Zapomniałeś zakończyć na czas? Ustaw, ile naprawdę trwała sesja. Godzina rozpoczęcia i serie zostają bez zmian.
pt: Esqueceste-te de terminar a tempo? Indica quanto tempo a sessão durou de facto. Mantém a hora de início e as séries.
pt_br: Esqueceu de terminar na hora? Defina quanto tempo a sessão realmente durou. Ela mantém o horário de início e as séries.
ru: Забыли вовремя завершить? Укажите, сколько на самом деле длилась тренировка. Время начала и подходы останутся прежними.
th: ลืมกดจบตรงเวลาใช่ไหม ตั้งระยะเวลาที่เซสชันใช้จริง เวลาเริ่มและเซ็ตจะยังคงเดิม
tr: Zamanında bitirmeyi mi unuttun? Antrenmanın gerçekte ne kadar sürdüğünü ayarla. Başlangıç saati ve setler aynı kalır.
uk: Тренування не завершено вчасно? Вкажи, скільки воно насправді тривало. Час початку й підходи залишаться без змін.
zh: 忘了及时结束？设置本次训练的实际时长。开始时间和组数保持不变。

source: Fr
ar: الجمعة
es: Vi
fr: Ve
hi: शु
hu: P
it: Ve
ko: 금
pl: Pt
pt: Sx
pt_br: S
ru: Пт
th: ศ
tr: Cu
uk: Пт
zh: 五

source: Freestyle
ar: تمرين حر
de: Freies Training
es: Libre
fr: Libre
hi: फ्रीस्टाइल
hu: Szabad edzés
it: Libero
ko: 자유 운동
pl: Dowolny
pt: Livre
pt_br: Livre
ru: Свободная
th: ฟรีสไตล์
tr: Serbest
uk: Довільна
zh: 自由训练
